{
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_1",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 2,
            "input_dim": 10,
            "activation": "sigmoid",
            "name": "dense_1"
          }
        }
      ]
    }
  },
  "weightsManifest": [
    {
      "paths": [
        "weights.bin"
      ],
      "weights": []
    }
  ]
}